<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd"><html><head><title>CATHOLIC ENCYCLOPEDIA: Crusades (Sources and Bibliography)</title>
<meta name="description" content="A list of notes for the article on the Crusades">
<meta http-equiv="Content-Type" content="text/html; charset=utf-8"><link rel="icon" href="../images/icon1.ico" type="image/x-icon"><link rel="shortcut icon" href="../images/icon1.ico" type="image/x-icon"><meta name="robots" content="noodp"><meta http-equiv="Content-Type" content="text/html; charset=utf-8"><link type="text/css" rel="stylesheet" href="../utility/screen.css" media="screen"><link type="text/css" rel="stylesheet" href="../utility/print.css" media="print"><link type="text/css" rel="stylesheet" href="../utility/handheld.css" media="handheld"></head>
<body class="cathen" id="27-999-04543x.htm">
<div id="capitalcity"> <table summary="Logo" cellpadding=0 cellspacing=0 width="100%"><tr valign="bottom"><td align="left"><a href="../index.html"><img height="36" width="153" border="0" alt="New Advent" src="../images/logo.gif"></a></td><td align="right"> <table summary="Spacer" cellpadding=0 cellspacing=0><tr><td height="2"></td></tr></table> <table summary="Tabs" cellpadding=0 cellspacing=0><tr> <td bgcolor="#ffffff"></td> <td class="tab"><a class="tab_color_on_beige" href="../index.html">&nbsp;Home&nbsp;</a></td> <td class="tab"><a class="tab_white_on_color" href="../cathen/index.html">&nbsp;Encyclopedia&nbsp;</a></td> <td class="tab"><a class="tab_color_on_beige" href="../summa/index.html">&nbsp;Summa&nbsp;</a></td> <td class="tab"><a class="tab_color_on_beige" href="../fathers/index.html">&nbsp;Fathers&nbsp;</a></td> <td class="tab"><a class="tab_color_on_beige" href="../bible/index.html">&nbsp;Bible&nbsp;</a></td> <td class="tab"><a class="tab_color_on_beige" href="../library/index.html">&nbsp;Library&nbsp;</a></td> </tr></table> </td> </tr></table><table summary="Alphabetical index" width="100%" cellpadding=0 cellspacing=0><tr><td class="bar_white_on_color"> <a href="../cathen/a.htm">&nbsp;A&nbsp;</a><a href="../cathen/b.htm">&nbsp;B&nbsp;</a><a href="../cathen/c.htm">&nbsp;C&nbsp;</a><a href="../cathen/d.htm">&nbsp;D&nbsp;</a><a href="../cathen/e.htm">&nbsp;E&nbsp;</a><a href="../cathen/f.htm">&nbsp;F&nbsp;</a><a href="../cathen/g.htm">&nbsp;G&nbsp;</a><a href="../cathen/h.htm">&nbsp;H&nbsp;</a><a href="../cathen/i.htm">&nbsp;I&nbsp;</a><a href="../cathen/j.htm">&nbsp;J&nbsp;</a><a href="../cathen/k.htm">&nbsp;K&nbsp;</a><a href="../cathen/l.htm">&nbsp;L&nbsp;</a><a href="../cathen/m.htm">&nbsp;M&nbsp;</a><a href="../cathen/n.htm">&nbsp;N&nbsp;</a><a href="../cathen/o.htm">&nbsp;O&nbsp;</a><a href="../cathen/p.htm">&nbsp;P&nbsp;</a><a href="../cathen/q.htm">&nbsp;Q&nbsp;</a><a href="../cathen/r.htm">&nbsp;R&nbsp;</a><a href="../cathen/s.htm">&nbsp;S&nbsp;</a><a href="../cathen/t.htm">&nbsp;T&nbsp;</a><a href="../cathen/u.htm">&nbsp;U&nbsp;</a><a href="../cathen/v.htm">&nbsp;V&nbsp;</a><a href="../cathen/w.htm">&nbsp;W&nbsp;</a><a href="../cathen/x.htm">&nbsp;X&nbsp;</a><a href="../cathen/y.htm">&nbsp;Y&nbsp;</a><a href="../cathen/z.htm">&nbsp;Z&nbsp;</a> </td></tr></table></div>
<div id="mi5"><span class="breadcrumbs"><a href="../index.html">Home</a> > <a href="../cathen/index.html">Catholic Encyclopedia</a> > <a href="../cathen/c.htm">C</a> > Crusades (Sources and Bibliography)</span></div>

<div id="springfield2">
<h1>Crusades (Sources and Bibliography)</h1>  

<p><em>See</em> <a href="../cathen/04543c.htm">CRUSADES</a>.
<h2>Present knowledge of the Crusades (sources)</h2>

<p>A history of the <a href="../cathen/04543c.htm">Crusades</a> was begun in <a href="../cathen/06166a.htm">France</a> in the seventeenth century by the <a href="../cathen/02443a.htm">Benedictines</a> of the Congregation of St-Maur. (Bongars had previously published the first collection of texts bearing upon the Latin Orient, under the title of "Gesta Dei per Frances", <a href="../cathen/07127c.htm">Hanover</a>, 1611, fol.) The publication of original Oriental texts prepared by Berthereau in the eighteenth century was prevented by the <a href="../cathen/13009a.htm">French Revolution</a>, but in the nineteenth century the Academy of Inscriptions and Belles-Lettres adopted the <a href="../cathen/02443a.htm">Benedictine</a> plan and, in 1841, began to issue a "Collection de l'histoire des Croisades" &#151; Western historians, 5 vols.; Eastern or Arabian historians, 4 vols.; Greek, 2 vols.; <a href="../cathen/01736b.htm">Armenian</a> documents, 2 vols.; <a href="../cathen/09053a.htm">laws</a> 2 vols.

<p>The historic revival that followed the Restoration of 1815, produced works of a romantic character like those of Michaud (Histoire des Croisades, 1st ed., 3 vols., Paris, 1812-17; and 7 vols. 8vo, 1824-29); Wilken (Gesch. der Kreuzz&uuml;ge, Leipzig, 7 vols., 8vo, 1807-32); and Mills (History of the Crusades, 2 vols., London, 1820). Between 1839 and 1842 King Louis Philippe established in the Versailles Museum the Halls of the Crusades, decorated with the armorial bearings of <a href="../cathen/05782a.htm">families</a> whose ancestors had taken part in the Holy Wars. At this time was brought to light the unduly famous Courtois collection, consisting of receipts for advance-money loaned to <a href="../cathen/06166a.htm">French</a> <a href="../cathen/03691a.htm">knights</a> by Italian bankers and which, upon being compared with authentic texts, was found to contain a large number of forgeries. (See L. Delisle, "Biblioth&egrave;que de l'Ecole des Chartes", 1888, 304; Cartellieri, "Philipp II August", Leipzig, 1906, II, 302 sqq.) It is only within the last thirty years that the history of the <a href="../cathen/04543c.htm">Crusades</a> has been studied in a truly scientific manner, thanks to the Soci&eacute;t&eacute; de l'Orient Latin founded by Count Riant in 1875 (principal seats at <a href="../cathen/11480c.htm">Paris</a> and Geneva). Its publications were at first divided into geographical and historical series, the former containing the itineraries of <a href="../cathen/12085a.htm">pilgrims</a> and the latter, chronicles, letters, and charters. The "Archives de l'Orient Latin" were published in 1881 (2 vols., <a href="../cathen/11480c.htm">Paris</a>), but since 1893 the publications have been included in the "Revue de l'Orient Latin", a periodical bibliography of the history of the <a href="../cathen/04543c.htm">Crusades</a>. Moreover, in all <a href="../cathen/05607b.htm">European</a> countries national collections of documents ("Monumenta Germani&aelig;"; "Soci&eacute;t&eacute; de l'histoirede France"; "Rerum britannicarum medii &aelig;vi scriptores": "Fontes rerum austriacarum", etc.) have done much toward providing us with sources of the history of the <a href="../cathen/04543c.htm">Crusades</a>. Owing to these labours the student of the <a href="../cathen/04543c.htm">Crusades</a> may now consult:
<h3 id="A">Documents in archives</h3>

<p>R&ouml;hricht's "Regesta regni hierosolymitani, 1097-1291" (Innsbruck, 1893), and Delaville-Leroulx's "Cartulaire g&eacute;n&eacute;ral des Hospitaliers de S. Jean de J&eacute;rusalem", 4 vols., fol. (Paris, 1894). The correspondence of the <a href="../cathen/12260a.htm">popes</a>, preserved in the Vatican archives, is one of the most important sources for the history of the <a href="../cathen/04543c.htm">Crusades</a>. After these archives were made accessible to scholars by order of <a href="../cathen/09169a.htm">Leo XIII</a> in 1881, the Ecole Fran&ccedil;aise of <a href="../cathen/13164a.htm">Rome</a> inaugurated the publication of the registers of the <a href="../cathen/12260a.htm">popes</a> of the thirteenth century (Library of the Ecole Fran&ccedil;aise of <a href="../cathen/13164a.htm">Rome</a>) &#151; <a href="../cathen/06796a.htm">Gregory IX</a> (Auvray, ed.); <a href="../cathen/08017a.htm">Innocent IV</a> (E. Berger, ed.); <a href="../cathen/01287b.htm">Alexander IV</a> (de la Ronci&egrave;re, ed.); <a href="../cathen/15212a.htm">Urban IV</a> (Guiraud, ed.); <a href="../cathen/04019a.htm">Clement IV</a> (Jordan, ed.); <a href="../cathen/06798a.htm">Gregory X</a> and <a href="../cathen/08429c.htm">John XXI</a> (Guiraud and Cardier, ed.); <a href="../cathen/11056a.htm">Nicholas III</a> (Gay, ed.); <a href="../cathen/09724a.htm">Martin IV</a> (Soehn&eacute;e, ed.); <a href="../cathen/07459a.htm">Honorius IV</a> (Prou, ed.); <a href="../cathen/11057a.htm">Nicholas IV</a> (Langlois, ed.); <a href="../cathen/02662a.htm">Boniface VIII</a> (Faucon, ed.); <a href="../cathen/02429c.htm">Benedict XI</a> (Grandjean, ed.). To these must be added the registers of <a href="../cathen/07457a.htm">Honorius III</a> (Pressuti, ed.; Rome, 1888) and <a href="../cathen/04020a.htm">Clement V</a> (<a href="../cathen/02443a.htm">Benedictines</a>, ed.; Rome, 1885-88). For the other <a href="../cathen/12260a.htm">popes</a> see <a href="../cathen/10290a.htm">Migne's</a> "Patrologia Latina" and the "Annales Ecclesiastici" of <a href="../cathen/02304b.htm">Baronius</a> and <a href="../cathen/12672b.htm">Raynaldi</a> (<a href="../cathen/09609c.htm">Mansi</a>, ed., Lucca, 1738-59). The archives of the Italian states of <a href="../cathen/15333a.htm">Venice</a>, <a href="../cathen/06419a.htm">Genoa</a>, and <a href="../cathen/10683a.htm">Naples</a> have also been of great value for throwing new light on the history of the <a href="../cathen/04543c.htm">Crusades</a>, e.g. Tafel and Thomas, "Urkunden zur &auml;lteren Handels- und Staatsgeschichte der Republik Venedig" (Fontes rerum austriacarum, XII-XIV, <a href="../cathen/15333a.htm">Venice</a>, 1856-57); Thomas, "Diplomatarium Veneto-Levantinum" (Venice, 1880).
<h3 id="B">Judicial documents</h3>

<p>Such are the "Assises de J&eacute;rusalem" (<a href="../cathen/02539b.htm">Beugnot</a>, ed., 2 vols., Paris, 1841) and the "R&egrave;gle du Temple" (Curzon, ed., Paris, 1886).
<h3 id="C">Chronicles</h3>

<p>These have not yet been gathered into a single collection. The reader should consult chiefly the "Collection de l'histoire des Croisades", published by the Acad&eacute;mie des Inscriptions, and the S&eacute;rie Historique" of the Soci&eacute;t&eacute; de l'Orient Latin. The most detailed account of the <a href="../cathen/08361a.htm">Christian states</a> is that in the chronicle of William, <a href="../cathen/01691a.htm">Archbishop</a> of <a href="../cathen/15109a.htm">Tyre</a> (d. 1190). It comprises twenty-three books (1095-1184) and, from 1143, has the value of an original source (Historiens Occidentaux, I). This work was translated into French under the title of "Livre d'Eracles", the translation being continued until 1229 by Ernoul and until 1231 by Bernard, Treasurer of Saint-Pierre de Corbie.
<h3 id="D">Accounts of pilgrimages and itineraries, especially in the Latin Orient</h3>

<p>The following are important: a geographical series from the fourth to the thirteenth century, issued by the Palestine Pilgrims' Text Society (London, 1884-); "Recueil de voyages et m&eacute;moires", published bythe Soci&eacute;t&eacute; de G&eacute;ographie (Paris, 1824-66); "Recueil de voyages et de documents pour servir &agrave; la g&eacute;ographie" (Paris, 1890-).
<h3 id="E">Oriental research</h3>

<p>The history of the <a href="../cathen/04543c.htm">Crusades</a> has profited by the progress made in the study of the Byzantine, <a href="../cathen/01663a.htm">Arabian</a>, <a href="../cathen/01736b.htm">Armenian</a>, and Mongolian Orient (Collection de l'histoire des Croisades: Greek historians, 2 vols., 1875; Arabian historians, 4 vols., since 1872; and <a href="../cathen/01736b.htm">Armenian</a> documents, 2 vols., since 1869).
<h3 id="F">Arch&aelig;ology</h3>

<p>Finally, arch&aelig;ological exploration has added new elements to our <a href="../cathen/08673a.htm">knowledge</a> of the Latin Orient. The castles of the <a href="../cathen/04543c.htm">crusaders</a> in Palestine and the churches in French style throughout <a href="../cathen/04589a.htm">Cyprus</a> and <a href="../cathen/14399a.htm">Syria</a> have been discussed by Rey in his "Etudes sur les monuments de l'architecture militaire des crois&eacute;s" (Paris, 1871) and by Enlart in "L'art gothique et la Renaissance en Chypre" (Paris, 1899); for <a href="../cathen/11152a.htm">coins</a> and seals see Schlumberger's "Numismatique de l'Orient Latin" (Paris, 1878). The history of the <a href="../cathen/04543c.htm">Crusades</a> becomes henceforth a special field of study. However, many sources of information still remain unpublished, and those that have been published are scattered through numerous collections as yet but little known.

<div class="cenotes"><h2>Sources</h2><p class="cenotes">KUGLER, <em>Gesch. der Kreuzz&uuml;ge in Collect. Oncken</em> (1880); R&Ouml;HRICHT, <em>Gesch. der Kreuzz&uuml;ge im Umriss</em> (Innsbruck, 1898); BREHIER, <em>L'&Eacute;glise et l'Orient au moyen-&acirc;ge. Les croisades</em> (Paris. 1907); PRUTZ, <em>Kulturgesch. der Kreuzz&uuml;ge</em> (Berlin, 1883); REY, <em>Essai sur la domination fran&ccedil;aise en Syrie pendant le moyen-&acirc;ge</em> (Paris, 1866); CONDER, <em>The Latin Kingdom of Jerusalem</em> (London, 1897); R&Ouml;HRICHT, <em>Gesch. der K&ouml;nigreichs Jerusalem</em> (Innsbruck 1898); MAS-LATRIE, <em>Hist. de l'&icirc;le de Chypre</em> (Paris, 1852-61); DELAVILLE-LE-ROUX, <em>Les Hospitaliers en Terre Sainte et &agrave; Chypre</em> (Paris, 1904); PRUTZ, <em>Entwickelung und Untergang des Tempelherrenordens</em> (Berlin, 1888); RIANT, <em>Exp&eacute;ditions et p&eacute;l&eacute;rinages des Scandinaves en Terre Sainte</em> (Paris, 1865); STEVENSON, <em>The Crusades in the East</em> (Cambridge, 1907).</p><p class="cenotes">I. POUQUEVILLE, <em>M&eacute;moire sur les &eacute;tablissements fran&ccedil;ais au Levant depuis l'an 500 jusqu'a la fin du XVIIe si&egrave;cle in M&eacute;moires Acad. des Inscript</em>., 2d series, X; RIANT, <em>La donation de Hugues marquis de Toscane, au Saint S&eacute;pulcre et les &eacute;tablissments latins de J&eacute;rusalem au Xe si&egrave;cle, ibid.</em> (1884); IDEM, <em>Inventaire des lettres historiques des croisades in Archives de l'Orient Latin</em>, I.</p><p class="cenotes">II. HAGENMEYER, <em>Chronologie de la premi&egrave;re croisade</em> (Paris, 1902); SYBEL, <em>Gesch. des ersten Kreuzz&uuml;ges</em> (Innsbruck, 1901); CHALANDON, <em>Essai sur le r&egrave;gne d'Alexis Comn&egrave;ne</em> (Paris, 1900); HAGENMEYER, <em>Peter der Eremit</em> (Leipzig, 1879); IDEM, <em>Epistuloe et chartoe ad historiam primi belli spectantes</em> (Innsbruck, 1901).</p><p class="cenotes">III. NEUMANN, <em>Bernard von Clairvaux und die Anf&auml;nge des zweiten Kreuzz&uuml;ges</em> (Heidelberg, 1882); SCHLUMBERGER, <em>Renaud de Ch&acirc;tillon, prince d'Antioche</em> (Paris. 1898); IDEM, <em>Campagnes du roi Amaury I de J&eacute;rusalem en Egypte</em> (Paris, 1906).</p><p class="cenotes">IV. FISCHER, <em>Gesch. des Kreuzz&uuml;ges Kaisers Friedrichs</em> (Leipzig, 1870); ZIMMERT, <em>Der deutsch-byzantinische Konflikt vom Juli 1189 bis Februar 1190 in Byzantinische Zeitschrift</em> (1903); IDEM, <em>Der Friede zu Adrianapol, ibid.</em> (1902); STANLEY LANE POLE, <em>Saladin and the Fall of the Kingdom of Jerusalem</em> (New York, 1898); STUBBS, <em>The Medioeval Kingdoms of Cyprus and Armenia</em> (Oxford, 1887); CARTELLIERI, <em>Philippe II August</em>, II, <em>Der Kreuzzug</em> (Leipzig, 1906); LAVISSE, <em>De Hermano Salzensi ordinis Teutonici magistro</em> (Paris, 1878); ARCHER, <em>The Crusade of Richard I</em> (New York, 1888).</p><p class="cenotes">V. HURTER, <em>Hist. du pape Innocent III</em> (Paris, 1867); LUCHAIRE, <em>Innocent III. La question d'Orient</em> (Paris, 1907); WINKELMANN, <em>Philippe von Schwaben</em> (Leipzig, 1873); HANOTAUX, <em>Les V&eacute;nitiens ont-ils trahi la chr&eacute;tient&eacute; en 1202 in Revue Hist.</em> (1877); RIANT, <em>Le changement de direction de la quatri&egrave;me croisade in Revue des questions historiques</em> (1878); LIGEN, <em>Markgraf Conrad von Montferrat</em> (Marburg, 1881); TESSIER, <em>La quatri&egrave;me croisade</em> (Paris, 1884); NORDEN, <em>Der vierte Kreuzzug in Rahmen der Beziehungen des Abendlandes zu Byzanz</em> (Berlin, 1898); NORDEN, <em>Das Papsitum und Byzanz</em> (Berlin, 1903); PEARS, <em>The Fall of Constantinople</em> (London, 1885); GERLAND, <em>Gesch. der Kaiser Balduin I und Heinrich, 1204-1216</em> (Homburg, 1905); BUCHON, <em>Recherches hist. sur la principaut&eacute; fran&ccedil;aise de Mor&eacute;e</em> (Paris, 1845); RODD, <em>The Princes of Achaia and the Chronicles of Morea</em> (London, 1907); RIANT, <em>Exuvioe sacroe Constantinopolitanoe</em> (Geneva, 1877); R&Ouml;HRICHT, <em>Der Kinder Kreuzzug in Historische Zeitschrift</em> (1876).</p><p class="cenotes">VI. R&Ouml;HRICHT, <em>Studien zur Gesch. des f&uuml;nften Kreuzz&uuml;ges</em> (Innsbruck, 1891); IDEM, <em>Die Kreuzfahrt Friedrich II</em> (Berlin, 1874); BLOCHET, <em>Les relations diplomatiques des Hohenstaufen avec les Sultans d'Egypte in Revue Hist</em>., XXXI; CAHUN, <em>Introduction a l'hist. de l'Asie; Turcs et Mongols</em> (Paris, 1896); GOLUBOVICH, <em>Biblioteca bio-bibliografica della Terra Santa e dell' Oriente Francescano</em> (Quaracchi, 1906); TILLEMONT, <em>Vie de Saint Louis roi de France</em>, ed. SOCI&Eacute;T&Eacute; DE L'HISTOIRE DE FRANCE (1847-51); BERGER, <em>S. Louis et Innocent IV</em> (Paris, 1893); DELABORDE, <em>Jean de Joinville</em> (Paris, 1895).</p><p class="cenotes">VII. LECOY DE LA MARCHE, <em>La pr&eacute;dication de la croisade au XIIIe si&egrave;cle in Rev. des quest. hist</em>. (1890); STERNFELD, <em>Ludwigs des Heiligen Kreuzzug nach Tunis</em> (Berlin, 1896); R&Ouml;HRICHT, <em>Etude sur les deniers temps du royaume de J&eacute;rusalem in Archives de l'Orient Latin</em>, I, 619; II, 365; IDEM, <em>Die Eroberung Akkas in Forschung zur deutsche Gesch</em>., XX.</p><p class="cenotes">VIII. DELAVILLE-LE-ROUX, <em>La France en Orient au XIVe si&egrave;cle</em> (Paris, 1885); BRIDREY, <em>La condition juridique des crois&eacute;s et le privil&egrave;ge de la croix</em> (Paris, 1900); MAGNOCAVALLO, <em>Marino Sanudo</em> (Bergamo, 1901); HAUR&Eacute;AU, <em>Raimond Lulle in Hist. Litt. de la France</em>, XXIX; ANDR&Eacute;, <em>Le bienheureux Raimond Lulle</em> (Paris, 1900); KOHLER, <em>Etude sur Guillaume d'Adam archev&ecirc;que de Sultanyeh in Documents Arm&eacute;niens</em>, II; GAY, <em>Le pape Cl&eacute;ment VI et les affaires d'Orient</em> (1342-1352) (Paris, 1904); JORGA, <em>Philippe de M&eacute;zi&egrave;ves et la croisade au XIVe si&egrave;cle</em> (Paris, 1896); IDEM, <em>Latins et Grecs d'Orient in Byzantin. Zeit</em>., XV; PARRAUD, <em>Vie de S. Pierre Thomas</em> (Angers, 1895); JARRY, <em>Le retour de la croisade de Barbarie</em> (Biblioth. Ecole des Chartes, 1893).</p><p class="cenotes">IX. DE SACY, <em>M&eacute;moire sur une correspondance in&eacute;dite de Tamerlan avec Charles VI in M&eacute;moires de l'Acad&eacute;mie des Inscriptions</em>, VI-VII; BERGER DE XIVREY, <em>La vie et les ouvrages de l'empereur Manuel Pal&eacute;ologue, ibid</em>., XIX; VAST, <em>Le cardinal Bessarion</em> (Paris, 1878); PEARS, <em>The Destruction of the Greek Empire</em> (London, 1903); VLASTO, <em>Les derniers jours de Constantinople</em> (Paris, 1883); SCHEFER, <em>Le discours du voyage d'Outremer in Rev. de l'Orient Latin</em>, III; JORGA, <em>Notices et extraits pour servir a l'hist. des croisades au XVe si&egrave;cle</em> (Paris, 1902).</p></div>

<div class="pub">
<h2>About this page</h2>
<p id="apa"><strong>APA citation.</strong> <span id="apaauthor"></span> <span id="apaarticle">Crusades (Sources and Bibliography).</span> <span id="apayear">(1908).</span> In <span id="apawork">The Catholic Encyclopedia.</span> <span id="apapublisher">New York: Robert Appleton Company.</span> <span id="apadate"> Retrieved April 26, 2010 from New Advent: </span> <span id="apaurl">http://www.newadvent.org/cathen/04543x.htm</span></p>
<p id="mla"><strong>MLA citation.</strong> <span id="mlaauthor"></span> <span id="mlaarticle">"Crusades (Sources and Bibliography)."</span> <span id="mlawork">The Catholic Encyclopedia.</span> <span id="mlavolume">Vol. 4.</span> <span id="mlapublisher">New York: Robert Appleton Company,</span> <span id="mlayear">1908.</span> <span id="mladate"> 26 Apr. 2010 </span> <span id="mlaurl">&lt;http://www.newadvent.org/cathen/04543x.htm&gt;.</span></p>
<p id="transcription"><strong>Transcription.</strong> <span id="transcriber">This article was transcribed for New Advent by Douglas J. Potter.</span> <span id="dedication">Dedicated to the Sacred Heart of Jesus Christ.</span></p>
<p id="approbation"><strong>Ecclesiastical approbation.</strong> <span id="nihil"><em>Nihil Obstat.</em> Remy Lafort, Censor.</span> <span id="imprimatur"><em>Imprimatur.</em> +John M. Farley, Archbishop of New York.</span></p>
<p id="contactus"><strong>Contact information.</strong> The editor of New Advent is Kevin Knight. My email address is webmaster <em>at</em> newadvent.org. (To help fight spam, this address might change occasionally.) Regrettably, I can't reply to every letter, but I greatly appreciate your feedback &mdash; especially notifications about typographical errors and inappropriate ads.</p>
</div>

</div><div id="ogdenville"><table width="100%" cellpadding=0 cellspacing=0><tr><td class="bar_white_on_color"><center><b>Copyright &#169; 2009 by Kevin Knight (webmaster@newadvent.org). Dedicated to the <a href="cathen/07168a.htm"><font color="#ffffff">Immaculate Heart of Mary</font></a>.</b></center></td></tr></table></div>
</body>
</html>