<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd"><html><head><title>CATHOLIC ENCYCLOPEDIA: Jean Grancolas</title>
<meta name="description" content="Doctor of the Sorbonne, theologian, liturgist; b. near Chateaudun, about 1660; d. at Paris, 1 August, 1732">
<meta http-equiv="Content-Type" content="text/html; charset=utf-8"><link rel="icon" href="../images/icon1.ico" type="image/x-icon"><link rel="shortcut icon" href="../images/icon1.ico" type="image/x-icon"><meta name="robots" content="noodp"><meta http-equiv="Content-Type" content="text/html; charset=utf-8"><link type="text/css" rel="stylesheet" href="../utility/screen.css" media="screen"><link type="text/css" rel="stylesheet" href="../utility/print.css" media="print"><link type="text/css" rel="stylesheet" href="../utility/handheld.css" media="handheld"></head>
<body class="cathen" id="22-999-06724b.htm">
<div id="capitalcity"> <table summary="Logo" cellpadding=0 cellspacing=0 width="100%"><tr valign="bottom"><td align="left"><a href="../index.html"><img height="36" width="153" border="0" alt="New Advent" src="../images/logo.gif"></a></td><td align="right"> <table summary="Spacer" cellpadding=0 cellspacing=0><tr><td height="2"></td></tr></table> <table summary="Tabs" cellpadding=0 cellspacing=0><tr> <td bgcolor="#ffffff"></td> <td class="tab"><a class="tab_color_on_beige" href="../index.html">&nbsp;Home&nbsp;</a></td> <td class="tab"><a class="tab_white_on_color" href="../cathen/index.html">&nbsp;Encyclopedia&nbsp;</a></td> <td class="tab"><a class="tab_color_on_beige" href="../summa/index.html">&nbsp;Summa&nbsp;</a></td> <td class="tab"><a class="tab_color_on_beige" href="../fathers/index.html">&nbsp;Fathers&nbsp;</a></td> <td class="tab"><a class="tab_color_on_beige" href="../bible/index.html">&nbsp;Bible&nbsp;</a></td> <td class="tab"><a class="tab_color_on_beige" href="../library/index.html">&nbsp;Library&nbsp;</a></td> </tr></table> </td> </tr></table><table summary="Alphabetical index" width="100%" cellpadding=0 cellspacing=0><tr><td class="bar_white_on_color"> <a href="../cathen/a.htm">&nbsp;A&nbsp;</a><a href="../cathen/b.htm">&nbsp;B&nbsp;</a><a href="../cathen/c.htm">&nbsp;C&nbsp;</a><a href="../cathen/d.htm">&nbsp;D&nbsp;</a><a href="../cathen/e.htm">&nbsp;E&nbsp;</a><a href="../cathen/f.htm">&nbsp;F&nbsp;</a><a href="../cathen/g.htm">&nbsp;G&nbsp;</a><a href="../cathen/h.htm">&nbsp;H&nbsp;</a><a href="../cathen/i.htm">&nbsp;I&nbsp;</a><a href="../cathen/j.htm">&nbsp;J&nbsp;</a><a href="../cathen/k.htm">&nbsp;K&nbsp;</a><a href="../cathen/l.htm">&nbsp;L&nbsp;</a><a href="../cathen/m.htm">&nbsp;M&nbsp;</a><a href="../cathen/n.htm">&nbsp;N&nbsp;</a><a href="../cathen/o.htm">&nbsp;O&nbsp;</a><a href="../cathen/p.htm">&nbsp;P&nbsp;</a><a href="../cathen/q.htm">&nbsp;Q&nbsp;</a><a href="../cathen/r.htm">&nbsp;R&nbsp;</a><a href="../cathen/s.htm">&nbsp;S&nbsp;</a><a href="../cathen/t.htm">&nbsp;T&nbsp;</a><a href="../cathen/u.htm">&nbsp;U&nbsp;</a><a href="../cathen/v.htm">&nbsp;V&nbsp;</a><a href="../cathen/w.htm">&nbsp;W&nbsp;</a><a href="../cathen/x.htm">&nbsp;X&nbsp;</a><a href="../cathen/y.htm">&nbsp;Y&nbsp;</a><a href="../cathen/z.htm">&nbsp;Z&nbsp;</a> </td></tr></table></div>
<div id="mi5"><span class="breadcrumbs"><a href="../index.html">Home</a> > <a href="../cathen/index.html">Catholic Encyclopedia</a> > <a href="../cathen/g.htm">G</a> > Jean Grancolas</span></div>

<div id="springfield2">
<h1>Jean Grancolas</h1>  

<p>Doctor of the <a href="../cathen/14149a.htm">Sorbonne</a>, <a href="../cathen/14580a.htm">theologian</a>, liturgist; b. near Chateaudun, about 1660; d. at <a href="../cathen/11480c.htm">Paris</a>, 1 August, 1732. Having received the degree of Doctor of Theology of the faculty of <a href="../cathen/11480c.htm">Paris</a> in 1685, he became <a href="../cathen/03579b.htm">chaplain</a> to the brother of <a href="../cathen/09371a.htm">Louis XIV</a>. He pronounced the funeral oration of this prince, but his panegyric displeased the son of the deceased, the Duke of <a href="../cathen/11318b.htm">Orl&eacute;ans</a>, future Regent of <a href="../cathen/06166a.htm">France</a>, who dismissed him from his house. His unfortunate essay caused Grancolas to abandon official eloquence, and, having devoted much time to studying <a href="../cathen/09306a.htm">liturgical</a> ceremonies and comparing the various usages with the text of the ancient writers who have given an account of them, he undertook to communicate to the public his observations on this head. His first work dealt with the antiquity of the ceremonies of the <a href="../cathen/13295a.htm">sacraments</a>. The favourable reception accorded this endeavour led Grancolas to publish the next year a study of the custom of dipping the <a href="../cathen/04276a.htm">consecrated</a> bread in the wine. However, the author was desirous of participating in less severe questions, and wished to engage in <a href="../cathen/14580x.htm">theological</a> polemics. At that time the matter of <a href="../cathen/12608c.htm">Quietism</a> was creating a great stir in the world, and Grancolas conceived the <a href="../cathen/07630a.htm">idea</a> of plunging into the quarrel by a refutation of the <a href="../cathen/07256b.htm">heresy</a> which he entitled "Le Qui&eacute;tisme contraire au doctrine des sacrements" (<a href="../cathen/12608c.htm">Quietism</a> contrary to the <a href="../cathen/05075b.htm">doctrine</a> of the Sacraments), and which appeared in 1693.

<p>This work contains a history of the life, <a href="../cathen/05075b.htm">doctrine</a>, and condemnation of Molinos. Grancolas herein sets forth the principles of the Spanish mystic and of his followers, which principles he proceeds to refute from Scripture and the tradition of the Fathers. This new work attracted little attention, and shared the fate of so many other <a href="../cathen/14580x.htm">theological</a> demonstrations called forth by the <a href="../cathen/12608c.htm">Quietist heresy</a> and scarcely remembered today. However from his own point of view, Grancolas is master of his subject and handles it firmly, but he displays the usual qualities and defects found in his other works, namely, an erudition of the first order derived from original sources, a profound and wide acquaintance with the question he treats and germane topics, a too evident rudeness of expression and lack of culture, as well as an obvious disdain for composition.

<p>His works offend chiefly in this last particular. Grancolas scarcely took the trouble to arrange and connect the points of an argument, being satisfied to throw them into a heap, and deprived them by this disorder of a part of their monstrative value. Despite these defects all works of Grancolas retain their value as books of reference. His collections of texts do not do away the necessity of having recourse to originals although the translations he gives are generally exact and very clear, but he is useful, inasmuch as he omits nothing essential and also, if <a href="../cathen/10733a.htm">necessary</a> in determining the sense of a word. An original mind he belongs to the <a href="../cathen/14580x.htm">theological</a> <a href="../cathen/13554b.htm">school</a> of <a href="../cathen/14697c.htm">Thomassin</a> and <a href="../cathen/11743a.htm">P&eacute;tau</a> who readily replace discussion by the exposition of traditional opinions in chronological order, but he scarcely troubles to develop the sense of his texts. His real originality is as a liturgist, although even here he does not rise above the second rank. Ingenious without being systematic, <a href="../cathen/07672a.htm">imaginative</a> without being adventurous, the commentary in most of his works is valuable, especially in the "Ancien sacramentaire de l'&Eacute;glise" and in the "Commentaire sur le Br&eacute;viaire romain".

<p>His principal writings are: "Trait&eacute; de l'antiquit&eacute; des c&eacute;r&eacute;monies des sacrements" (Paris, 1692); "De l'Intinction ou de la coutume de tremper gpain consacr&eacute; dans le vin" (Paris, 1693); "Le Qui&eacute;tisme contraire &agrave; la doctrine des sacrements" (Paris, 1693); "Instructions sur la religion tir&eacute;es de l'Ecriture sainte" (Paris, 1693) "La Science des confesseurs ou la mani&egrave;re d'administrer le sacrement de P&eacute;nitence" (Paris, 1696); "Histoire de la communion sous une seule esp&egrave;ce, avec un Trait&eacute; de la concomitance, ou de la Pr&eacute;sence du Corps et du Sang de J&eacute;sus Christ sous chaque esp&egrave;ce" (Paris, 1696); "L'ancienne discipline de l'&Eacute;glise sur la Confession et sur les pratiques les plus importantes de la P&eacute;nitence" (Paris, 1697); "Heures sacr&eacute;es ou exercice du chr&eacute;tien pour entendre la messe et pour approcher des sacrements, tir&eacute; de l'Ecriture Sainte" (Paris, 1697); "Tradition de l'&Eacute;glise sur le p&eacute;ch&eacute; originel et sur la r&eacute;probation des enfants morts sans bapt&ecirc;me" (Paris, 1698); "L'ancien p&eacute;nitentiel de l'&Eacute;glise ou les p&eacute;nitences que l'on imposait autrefois pour chaque p&eacute;ch&eacute; et les devoirs de tous les &eacute;tats et professions pr&eacute;sents par les saints Peres et par les conciles" (Paris, 1698); "Les anciennes liturgies ou la mani&egrave;re dont on &agrave; dit la sainte Messe dans chaque si&egrave;cle dans les Eglises d'Orient et dans celles d'Occident" (Paris, 1697); "L'ancienne sacrementaire de l'&Eacute;glise, o&ugrave; sont toutes les pratiques qui s'observaient dans l'administration des sacrements chez les Grecs et chez les Latins" (2 vols., Paris, 1690-99); "La morale pratique de l'&Eacute;glise sur les pr&eacute;ceptes du D&eacute;calogue: ou la mani&egrave;re de conduire les &acirc;mes dans le sacrement de p&eacute;nitence" (2 vols., Paris, 1701); "La tradition de l'&Eacute;glise dans le soulagement des esclaves" [J- G. (?)] (Paris, 1703); "Trait&eacute; de la Messe et de l'office divin" (Paris, 1713); "Dissertations sur les messes quotidiennes et sur la confession" (Paris, 1715); "Le Br&eacute;viaire des la&iuml;ques ou l'Office Divine abr&eacute;g&eacute;" (Paris, 1715); "Les catechismes de Saint Cyrille de Jerusalem avec les notes et des dissertations" (Paris, 1715); "Commentaire historique sur le Br&eacute;viaire romain" (Paris, 1700, and <a href="../cathen/15333a.htm">Venice</a>, 1734); "La critique abr&eacute;g&eacute;e des ouvrages des auteurs eccl&eacute;siastiques" (2 vols., Paris, 1716); "Instruction sur le Jubil&eacute; avec des r&eacute;solutions de plusleurs cas sur cette matiere" (Paris, 1722); "Histoire abrege de l'&Eacute;glise de la Ville et de Universit&eacute; de Paris" (Paris, 1728); "L'imitation de la de J&eacute;sus Christ, traduction nouvelle pr&eacute;c&eacute;d&eacute;e une Dissertation sur l'auteur de ce livre" (Paris, 1729). Grancolas favours the claims of <a href="../cathen/15116a.htm">Ubertino of Casale</a>, a Fransciscan who lived shortly before the fourteenth century, to the authorship of the Imitation.

<div class="cenotes"><h2>Sources</h2><p class="cenotes">DU PIN, Bibliotheque des auteurs eccl. (seventeenth century); MORERI, Grand dictionn. historique, IV, 179-80.</p></div>

<div class="pub">
<h2>About this page</h2>
<p id="apa"><strong>APA citation.</strong> <span id="apaauthor">Leclercq, H.</span> <span id="apayear">(1909).</span> <span id="apaarticle">Jean Grancolas.</span> In <span id="apawork">The Catholic Encyclopedia.</span> <span id="apapublisher">New York: Robert Appleton Company.</span> <span id="apadate"> Retrieved April 26, 2010 from New Advent: </span> <span id="apaurl">http://www.newadvent.org/cathen/06724b.htm</span></p>
<p id="mla"><strong>MLA citation.</strong> <span id="mlaauthor">Leclercq, Henri.</span> <span id="mlaarticle">"Jean Grancolas."</span> <span id="mlawork">The Catholic Encyclopedia.</span> <span id="mlavolume">Vol. 6.</span> <span id="mlapublisher">New York: Robert Appleton Company,</span> <span id="mlayear">1909.</span> <span id="mladate"> 26 Apr. 2010 </span> <span id="mlaurl">&lt;http://www.newadvent.org/cathen/06724b.htm&gt;.</span></p>
<p id="transcription"><strong>Transcription.</strong> <span id="transcriber">This article was transcribed for New Advent by Joseph P. Thomas.</span> <span id="dedication"></span></p>
<p id="approbation"><strong>Ecclesiastical approbation.</strong> <span id="nihil"><em>Nihil Obstat.</em> September 1, 1909. Remy Lafort, Censor.</span> <span id="imprimatur"><em>Imprimatur.</em> +John M. Farley, Archbishop of New York.</span></p>
<p id="contactus"><strong>Contact information.</strong> The editor of New Advent is Kevin Knight. My email address is webmaster <em>at</em> newadvent.org. (To help fight spam, this address might change occasionally.) Regrettably, I can't reply to every letter, but I greatly appreciate your feedback &mdash; especially notifications about typographical errors and inappropriate ads.</p>
</div>

</div><div id="ogdenville"><table width="100%" cellpadding=0 cellspacing=0><tr><td class="bar_white_on_color"><center><b>Copyright &#169; 2009 by Kevin Knight (webmaster@newadvent.org). Dedicated to the <a href="cathen/07168a.htm"><font color="#ffffff">Immaculate Heart of Mary</font></a>.</b></center></td></tr></table></div>
</body>
</html>